[
  {
    "id": 1,
    "title": "Legacy",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "text": "The ancestry of co-founders Sangeeta Agrawal Iyer and Gayathri Iyer is rooted in Banaras, Uttar Pradesh.\n",
            "type": "text"
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "text": "Sangeeta has a background in Marketing, while Gayathri specialized in foreign policy and trade. ",
            "type": "text"
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "text": "After fulfilling careers in their respective fields,  mother and daughter combined their shared passion for their ancestral art: the craft of Banarasi textiles. On showing their trunk of heirloom Banarasi saris to textile connoisseurs and people who had grown up seeing the finest weaves in equally old trunks, they were encouraged to revive vintage patterns. They re-established their family's ties to renowned manufacturers and wholesale gaddis of Banaras. The brand Banarasi Baithak was launched in March of 2021.\n",
            "type": "text"
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "text": "Sangeeta traces her lineage to two prestigious Banarasi families.\nHer paternal family had a long history in banking and textile trading in Varanasi from 1820s to 1930s.  Two firms, Girdhar Das-Raghunath Das and Girdhar Das-Haridas, operated from Sukhlal Sahu Phatak in Pakka Mahaal. \n",
            "type": "text"
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "text": "\nFrom 1933-1964, a new firm, Indian Silk Factory was operated by Srinath Das ji from the Peeli Kothi of Nandan Sahu lane in Thatheri Bazaar. Sangeeta’s father, Col (retd) S K Agrawal was introduced to the Thatheri Bazaar gaddi during the 1940s. Col Agarwal joined the Gorkha Rifles of the Indian Army in 1963. Indian Silk Factory closed down in 1960s.",
            "type": "text"
          }
        ]
      }
    ]
  },
  {
    "id": 5,
    "title": "History & Lineage",
    "description": null
  },
  {
    "id": 7,
    "title": "History & Lineage",
    "description": null
  },
  {
    "id": 14,
    "title": "Sangeeta Agarwal Iyer, Founder",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Sangeeta Agarwal Iyer, born in 1968, has a family legacy rooted in the Banarasi textile trade spanning back to the 19th century. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "After a satisfying career of over 30 years in the corporate world, where she held pivotal roles in marketing and sales, Sangeeta founded Banarasi Baithak in 2021 with her father Col (Retd) Agrawal and her daughter Gayathri Iyer. She recognized an opportunity to make and market certain styles of Banarasi weaves that are abiding in art form and classic in their patterning style.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Her passion lies in working with classics and heirloom weaves. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 16,
    "title": "Gayathri Iyer, Founder",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Gayathri, born in 1994, has spent much of her life in New Delhi, India but her roots trace back to Bhavani in Tamil Nadu, and to Banaras in Uttar Pradesh. These ancient cities, each blessed by revered rivers—Bhavani-Kauvery and Ganga, respectively—have perhaps shaped her deep-seated connection to history, mythology, and culture.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Gayathri pursued a bachelor's degree in International Relations and Diplomacy from Geneva in Switzerland and a master's degree in Public Policy from Maastricht in the Netherlands. She subsequently gained valuable experience in renowned Indian and North American think tanks, specializing in trade policy.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Gayathri explores contemporary classics and brings fresh colour and pattern perspective to the traditional art form.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 19,
    "title": "Col (Retd) S K Agrawal, Mentor and Advisor",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Born in 1940, Col (Retd) S.K. Agarwal began his education at the Besant School in Varanasi and later attended Christ College in Jabalpur. His formative years from 1944-48 were informed and enriched by the time he spent with his uncle, Srinath Das Ji, at the Peeli Kothi gaddi in Thatheri Bazaar, Nandan Sahu Lane.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "He joined the Gorkha Rifles of the Indian Army in 1963 and could return to Banaras only after 30 odd years. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Today, Col. Agarwal is a guiding force at the Baithak. His love for Banaras is matched by the city’s love for him. We were welcomed by celebrated master craftsmen of Banaras with nana by our side. Every journey with him to Banaras takes us back to the Banaras of yore as we listen to their lively conversations. With his extensive knowledge of the Banarasi craft and trade and his treasure trove of stories, he continues to shape our vision.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 23,
    "title": "Karunya Chintamani Banerjee, Editor & Brand",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Karunya, born in 1998, studied History at St. Stephen's College, New Delhi and pursued a Master's in Modern History at JNU. She trained as a Bharatanatyam dancer for almost 20 years under Padma Shree Dr Guru Saroja Vaidyanathan She has a passion for editing and writing and looks after the brand’s presence across platforms.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Previously a history teacher at Vasant Valley School, she now works in creative marketing, focusing on concepts and strategy in the corporate world. At Baithak, she writes about topics that transcend the sartorial perspective, uncovering insights that enrich the overall experience. After all, clothing is more than mere fashion—it reflects the interconnectedness of material, philosophical, and sociological culture.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 28,
    "title": "Shalini Piyush Sinha, Head of Operations",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Shalini is a seasoned educator and administrator passionate about education and social welfare. Her experience spans diverse roles, from being a Headmistress of Junior schools in Allahabad and Delhi to overseeing International adoptions at CARA (Central Adoption Resource Authority of India). As an Army wife, she's adept at navigating change and challenges, having moved over 17 cities in 33 years. Her passion for weaves stems from her rich knowledge of cultures around India, accumulated through her stays in numerous cities. To Banarasi Baithak she brings her wealth of cultural knowledge, vibrant personality, and administrative acumen.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 39,
    "title": "Babita Gaur, Head of Sales & Customer Success",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Babita hails from Allahabad. Born to a family of illustrious lawyers and law publishers, she first worked as an editor in her father’s law publishing firm in Allahabad. She later moved to the National Capital Region of India where she has adopted 27 stray dogs at her home in NOIDA. She dedicates her life to their welfare and it is a mountainous  task to motivate her to travel leaving her pet family. Lucky for us, we found another deep passion of hers! Her appreciation for cultural textiles led her to us. Her bright personality and loving nature make her a beloved member of the team.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 46,
    "title": "Pranati Gaur, Head of Social Media Marketing & Brand Management",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Pranati is our social media torch-bearer. With a Bachelor’s in Commerce from Delhi University's Ramjas College and an MBA in Marketing, she worked with EY and NIIT before joining us. Pranati is also a certified Hatha Yoga trainer and a sports enthusiast. A varsity level footballer, she brings the diligence of an athlete, the patience of a Yogini, and a keen understanding of marketing to our team. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 75,
    "title": "Booti",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "When the individual motifs are separated by distance on the fabric, they are termed as booti or boota design. The weaving techniques used in making bootis could be kadhwa or cutwork. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "The timeless designs in bootis are ambi, chand tara, asharfi, latifa, jhummar, jhari butta, kalma, patti etc.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 77,
    "title": "Brocade",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "In technical terms, Banarasi produce is termed ‘brocade’ when the design pattern in zari or in resham covers at least 60% or more of the base silk. Generally, floral or geometric motifs are woven closely together with a broccoli-like three dimensional finish to the garment. Exceptionally rich-looking produce, Banarasi brocades are made even richer when meenakari is introduced in the weave.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 80,
    "title": "Bel Boota Jangla",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Nature-inspired floral or geometric vine motifs are woven in intricate patterns all over the fabric. Such patterns are called jangla or jaal colloquially. The floral vines are given delightful names such as Angoori bel which has bunches of flowers or tendrils as in grape vines, Gojar bel going diagonal generally but with some zig-zag, Latar bel generally strewn with flowers all along instead of flowers in bunches, Mehrab jangla with arches, etc.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 86,
    "title": "Gyasar",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Gyasar makes use of Buddhist or Tibetan patterns on Khimkhwab weave to create a very rich, colourful fabric. A dense silk warp is inlaid with multiple weft threads using Kadhwa technique. The distinctive Tibetan patterns use very rich colours. Highly prized, these patterns are rare and difficult to source.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 87,
    "title": "Shikargah",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "One of the innovations in brocade or in bel-boota patterns, Shikargah pattern involves the weaving of animals and birds or royal emblems into a jungle setting. In old times, the royalty designed their emblem or mascots on the garments in repeat patterns. Sometimes, they also designed hunting or baraat procession scenes within the jungle setting. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Over a period of time,  various other delightful patterns emerged in the Shikargah portfolio – for example, a peacock-peahen pair symbolizing lovebirds being looked over by parrots. Symbolizing parrots as the savari of Kaamdeva – the God of love and passion. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Other patterns involve single or multiple auspicious animals found in Indian mythology – elephants associated with Goddess Lakshmi, lions with Goddess Durga, swans with Goddess Saraswati, horses with the Ashwamedha Yagna, parrots with Kaamdeva and peacocks with Lord Kartikeya.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 93,
    "title": "Jamawar",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Kashmir-inspired Banarasi weaves often feature elongated mango or ambi motifs, meticulously woven using the intricate Jacquard Meenakari technique. The artistry lies in skillfully incorporating mostly resham and sometimes even zari into the fabric, creating a stunning resemblance to Kashmiri shawls despite the absence of woolen yarn. The resulting fabric drapes beautifully with a soft fall.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 383,
    "title": "Legacy",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "text": "The ancestry of co-founders Sangeeta Agrawal Iyer and Gayathri Iyer is rooted in Banaras, Uttar Pradesh.\n",
            "type": "text"
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "text": "Sangeeta has a background in Marketing, while Gayathri specialized in foreign policy and trade. ",
            "type": "text"
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "text": "After fulfilling careers in their respective fields,  mother and daughter combined their shared passion for their ancestral art: the craft of Banarasi textiles. On showing their trunk of heirloom Banarasi saris to textile connoisseurs and people who had grown up seeing the finest weaves in equally old trunks, they were encouraged to revive vintage patterns. They re-established their family's ties to renowned manufacturers and wholesale gaddis of Banaras. The brand Banarasi Baithak was launched in March of 2021.\n",
            "type": "text"
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "text": "Sangeeta traces her lineage to two prestigious Banarasi families.\nHer paternal family had a long history in banking and textile trading in Varanasi from 1820s to 1930s.  Two firms, Girdhar Das-Raghunath Das and Girdhar Das-Haridas, operated from Sukhlal Sahu Phatak in Pakka Mahaal. \n",
            "type": "text"
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "text": "\nFrom 1933-1964, a new firm, Indian Silk Factory was operated by Srinath Das ji from the Peeli Kothi of Nandan Sahu lane in Thatheri Bazaar. Sangeeta’s father, Col (retd) S K Agrawal was introduced to the Thatheri Bazaar gaddi during the 1940s. Col Agarwal joined the Gorkha Rifles of the Indian Army in 1963. Indian Silk Factory closed down in 1960s.",
            "type": "text"
          }
        ]
      }
    ]
  },
  {
    "id": 391,
    "title": "Sangeeta Agarwal Iyer, Founder",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Sangeeta Agarwal Iyer, born in 1968, has a family legacy rooted in the Banarasi textile trade spanning back to the 19th century. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "After a satisfying career of over 30 years in the corporate world, where she held pivotal roles in marketing and sales, Sangeeta founded Banarasi Baithak in 2021 with her father Col (Retd) Agrawal and her daughter Gayathri Iyer. She recognized an opportunity to make and market certain styles of Banarasi weaves that are abiding in art form and classic in their patterning style.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Her passion lies in working with classics and heirloom weaves. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 392,
    "title": "Gayathri Iyer, Founder",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Gayathri, born in 1994, has spent much of her life in New Delhi, India but her roots trace back to Bhavani in Tamil Nadu, and to Banaras in Uttar Pradesh. These ancient cities, each blessed by revered rivers—Bhavani-Kauvery and Ganga, respectively—have perhaps shaped her deep-seated connection to history, mythology, and culture.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Gayathri pursued a bachelor's degree in International Relations and Diplomacy from Geneva in Switzerland and a master's degree in Public Policy from Maastricht in the Netherlands. She subsequently gained valuable experience in renowned Indian and North American think tanks, specializing in trade policy.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Gayathri explores contemporary classics and brings fresh colour and pattern perspective to the traditional art form.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 393,
    "title": "Col (Retd) S K Agrawal, Mentor and Advisor",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Born in 1940, Col (Retd) S.K. Agarwal began his education at the Besant School in Varanasi and later attended Christ College in Jabalpur. His formative years from 1944-48 were informed and enriched by the time he spent with his uncle, Srinath Das Ji, at the Peeli Kothi gaddi in Thatheri Bazaar, Nandan Sahu Lane.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "He joined the Gorkha Rifles of the Indian Army in 1963 and could return to Banaras only after 30 odd years. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Today, Col. Agarwal is a guiding force at the Baithak. His love for Banaras is matched by the city’s love for him. We were welcomed by celebrated master craftsmen of Banaras with nana by our side. Every journey with him to Banaras takes us back to the Banaras of yore as we listen to their lively conversations. With his extensive knowledge of the Banarasi craft and trade and his treasure trove of stories, he continues to shape our vision.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 394,
    "title": "Karunya Chintamani Banerjee, Editor & Brand",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Karunya, born in 1998, studied History at St. Stephen's College, New Delhi and pursued a Master's in Modern History at JNU. She trained as a Bharatanatyam dancer for almost 20 years under Padma Shree Dr Guru Saroja Vaidyanathan She has a passion for editing and writing and looks after the brand’s presence across platforms.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Previously a history teacher at Vasant Valley School, she now works in creative marketing, focusing on concepts and strategy in the corporate world. At Baithak, she writes about topics that transcend the sartorial perspective, uncovering insights that enrich the overall experience. After all, clothing is more than mere fashion—it reflects the interconnectedness of material, philosophical, and sociological culture.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 395,
    "title": "Babita Gaur, Head of Sales & Customer Success",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Babita hails from Allahabad. Born to a family of illustrious lawyers and law publishers, she first worked as an editor in her father’s law publishing firm in Allahabad. She later moved to the National Capital Region of India where she has adopted 27 stray dogs at her home in NOIDA. She dedicates her life to their welfare and it is a mountainous  task to motivate her to travel leaving her pet family. Lucky for us, we found another deep passion of hers! Her appreciation for cultural textiles led her to us. Her bright personality and loving nature make her a beloved member of the team.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 396,
    "title": "Shalini Piyush Sinha, Head of Operations",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Shalini is a seasoned educator and administrator passionate about education and social welfare. Her experience spans diverse roles, from being a Headmistress of Junior schools in Allahabad and Delhi to overseeing International adoptions at CARA (Central Adoption Resource Authority of India). As an Army wife, she's adept at navigating change and challenges, having moved over 17 cities in 33 years. Her passion for weaves stems from her rich knowledge of cultures around India, accumulated through her stays in numerous cities. To Banarasi Baithak she brings her wealth of cultural knowledge, vibrant personality, and administrative acumen.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 397,
    "title": "Pranati Gaur, Head of Social Media Marketing & Brand Management",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Pranati is our social media torch-bearer. With a Bachelor’s in Commerce from Delhi University's Ramjas College and an MBA in Marketing, she worked with EY and NIIT before joining us. Pranati is also a certified Hatha Yoga trainer and a sports enthusiast. A varsity level footballer, she brings the diligence of an athlete, the patience of a Yogini, and a keen understanding of marketing to our team. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 404,
    "title": "Booti",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "When the individual motifs are separated by distance on the fabric, they are termed as booti or boota design. The weaving techniques used in making bootis could be kadhwa or cutwork. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "The timeless designs in bootis are ambi, chand tara, asharfi, latifa, jhummar, jhari butta, kalma, patti etc.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 405,
    "title": "Brocade",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "In technical terms, Banarasi produce is termed ‘brocade’ when the design pattern in zari or in resham covers at least 60% or more of the base silk. Generally, floral or geometric motifs are woven closely together with a broccoli-like three dimensional finish to the garment. Exceptionally rich-looking produce, Banarasi brocades are made even richer when meenakari is introduced in the weave.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 406,
    "title": "Bel Boota Jangla",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Nature-inspired floral or geometric vine motifs are woven in intricate patterns all over the fabric. Such patterns are called jangla or jaal colloquially. The floral vines are given delightful names such as Angoori bel which has bunches of flowers or tendrils as in grape vines, Gojar bel going diagonal generally but with some zig-zag, Latar bel generally strewn with flowers all along instead of flowers in bunches, Mehrab jangla with arches, etc.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 407,
    "title": "Gyasar",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Gyasar makes use of Buddhist or Tibetan patterns on Khimkhwab weave to create a very rich, colourful fabric. A dense silk warp is inlaid with multiple weft threads using Kadhwa technique. The distinctive Tibetan patterns use very rich colours. Highly prized, these patterns are rare and difficult to source.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 408,
    "title": "Shikargah",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "One of the innovations in brocade or in bel-boota patterns, Shikargah pattern involves the weaving of animals and birds or royal emblems into a jungle setting. In old times, the royalty designed their emblem or mascots on the garments in repeat patterns. Sometimes, they also designed hunting or baraat procession scenes within the jungle setting. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Over a period of time,  various other delightful patterns emerged in the Shikargah portfolio – for example, a peacock-peahen pair symbolizing lovebirds being looked over by parrots. Symbolizing parrots as the savari of Kaamdeva – the God of love and passion. ",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      },
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Other patterns involve single or multiple auspicious animals found in Indian mythology – elephants associated with Goddess Lakshmi, lions with Goddess Durga, swans with Goddess Saraswati, horses with the Ashwamedha Yagna, parrots with Kaamdeva and peacocks with Lord Kartikeya.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  },
  {
    "id": 409,
    "title": "Jamawar",
    "description": [
      {
        "type": "paragraph",
        "children": [
          {
            "bold": false,
            "code": false,
            "text": "Kashmir-inspired Banarasi weaves often feature elongated mango or ambi motifs, meticulously woven using the intricate Jacquard Meenakari technique. The artistry lies in skillfully incorporating mostly resham and sometimes even zari into the fabric, creating a stunning resemblance to Kashmiri shawls despite the absence of woolen yarn. The resulting fabric drapes beautifully with a soft fall.",
            "type": "text",
            "italic": false,
            "underline": false,
            "strikethrough": false
          }
        ]
      }
    ]
  }
]